index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Sandy's Tutor Notes</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://sandyuraz.com/styles/org.min.css">
</head>
<body>
<div id="content">
<h1 class="title">Sandy's Tutor Notes
<br />
<span class="subtitle">Spring 2021</span>
</h1>
<p>
Go to <a href="https://sandyuraz.com">Sandy's Website 🚀</a>
</p>

<div id="outline-container-org9f1e623" class="outline-2">
<h2 id="org9f1e623">Introduction</h2>
<div class="outline-text-2" id="text-org9f1e623">
<p>
Hello there! This is a webpage for some of my notes I took while tutoring in
the Spring of 2021. This notes collection includes worked examples, problems,
worksheet questions for Calculus II, Calculus III, and Physics I.
</p>

<p>
I took notes while tutoring for KU School of Engineering. The class codes I
tutored are MATH 126, MATH 127, and PHSX 210. The study session started on the
second week of classes, so if the semester's first day was February 1st, study
sessions started on the week of February 8th.
</p>

<p>
For the sake of simplicity, we start counting weeks not from the first day of
classes, but the first day of study sessions. So each week is followed by the
date of the week's Monday.
</p>

<p>
I need to say that some notes may be a week behind the material in class. This
is simply because students have a week after a new lecture to write up their
homeworks, quizzes, and take-home assignments. Notes, of course, concentrate
on tackling those problems. Try opening various notes if you're looking for
specific material.
</p>
</div>
</div>

<div id="outline-container-org5a371ee" class="outline-2">
<h2 id="org5a371ee">🂢 <a href="./calc2">Calculus II</a></h2>
</div>
<div id="outline-container-orgd64b96e" class="outline-2">
<h2 id="orgd64b96e">🂣 <a href="./calc3">Calculus III</a></h2>
</div>
<div id="outline-container-orgf444cdc" class="outline-2">
<h2 id="orgf444cdc">🂱 <a href="./phys1">Physics I</a></h2>
<div class="outline-text-2" id="text-orgf444cdc">
<p>
If you are curious about the technical setup I had during the online study
sessions, here is a description:
</p>

<p>
Tutees and I would join the assigned room on my self-hosted version of <a href="https://galene.org">Galène</a>. I
would stream using <a href="https://obsproject.com">OBS Studio</a>. Notes were taken in <a href="https://krita.org/en/">Krita</a> on
<a href="https://gaomon.net/Pen_Tablet/M10K_2018.html">Gaomon M10K 2018 graphic drawing tablet.</a> PDF files were created from Krita's
exported PNG files with <a href="https://imagemagick.org/index.php">ImageMagick.</a>
</p>
</div>
</div>
</div>
</body>
</html>
